Diseño de software 2 LTI
